// About.jsx
export default function About() {
  return (
    <div className='py-20 px-4 max-w-6xl mx-auto'>
      <h1 className='text-3xl font-bold mb-4 text-slate-800'>О компании Best <span className='text-slate-400'>Lend</span> Недвижимость</h1>
      <p className='mb-4 text-slate-700'>Best Lend - это ведущее агентство недвижимости, которое специализируется на помощи клиентам в покупке, продаже и аренде недвижимости в самых желаемых районах. Наша команда опытных агентов стремится предоставлять исключительный сервис и делать процесс покупки и продажи максимально гладким.</p>
      <p className='mb-4 text-slate-700'>
        Наша миссия - помочь нашим клиентам достичь их целей в сфере недвижимости, предоставляя экспертные консультации, персонализированный сервис и глубокое понимание местного рынка. Независимо от того, хотите ли вы купить, продать или сдать недвижимость в аренду, мы здесь, чтобы помочь вам на каждом этапе.
      </p>
      <p className='mb-4 text-slate-700'>Наша команда агентов обладает богатым опытом и знаниями в сфере недвижимости, и мы стремимся предоставлять最高ший уровень сервиса нашим клиентам. Мы считаем, что покупка или продажа недвижимости должна быть захватывающим и rewarding опытом, и мы стремимся сделать это реальностью для каждого из наших клиентов.</p>
    </div>
  );
}